Repository: jeremyaaronha/StuttererApp
Catalog: StuttererApp/Localizable.xcstrings
Source language: en
Languages: es

source: %@ Challenge
es: Desafío de %@

# %lld of %lld challenges mastered
source: %1$lld of %2$lld challenges mastered
es: %1$lld de %2$lld desafíos completados

# %lld of %lld completed
source: %1$lld of %2$lld completed
es: %1$lld de %2$lld completados

source: A Practice Tool, Not a Cure
es: Una herramienta de práctica, no una cura

source: About DAF
es: Acerca de DAF

source: About DAF Technique
es: Acerca de la técnica DAF

source: ACTIVE DELAY SETTINGS
es: CONFIGURACIÓN ACTUAL DEL RETRASO

source: Add Photo
es: Agregar foto

source: Are you sure you want to delete this text?
es: ¿Estás seguro de que deseas eliminar este texto?

source: Audience Simulation
es: Simulación de público

source: Cancel
es: Cancelar

source: Challenge mastered
es: Desafío completado

source: CHALLENGE SOUNDS
es: SONIDOS DE PRÁCTICA

source: Challenges
es: Desafíos

source: Change Photo
es: Cambiar foto

source: Choose a Sound
es: Elige un sonido

source: Choose the language you want to use in the app.
es: Elige el idioma que deseas utilizar en la aplicación.

source: Close menu
es: Cerrar menú

source: Controls
es: Controles

source: Create and save texts to use during your practice sessions.
es: Crea y guarda textos para utilizarlos durante tus sesiones de práctica.

source: Default Pitch & Shift
es: Tono y ajuste predeterminados

source: Delay Tuning Engine
es: Configuración del retardo

source: Delayed Auditory Feedback (DAF) plays your own voice back to you through headphones with a tiny delay — usually a fraction of a second. Hearing yourself slightly later changes how you monitor your speech and often encourages a slower, smoother pace.
es: La retroalimentación auditiva retardada (DAF) reproduce tu propia voz a través de audífonos con un pequeño retraso, generalmente de una fracción de segundo. Escucharte con un ligero retardo cambia la forma en que percibes tu habla y, en muchos casos, favorece un ritmo más lento y fluido.

source: Delete
es: Eliminar

source: Delete Text
es: Eliminar texto

source: Do I need headphones?
es: ¿Necesito audífonos?

source: Easy
es: Fácil

source: Easy Onset
es: Inicio suave

source: Edit Profile
es: Editar perfil

source: Edit Text
es: Editar texto

source: Email
es: Correo electrónico

source: Enable microphone and speech recognition in Settings to use recording.
es: Activa el micrófono y el reconocimiento de voz en Configuración para utilizar la grabación.

source: First name
es: Nombre

source: FLUENCY CHALLENGE
es: DESAFÍO DE FLUIDEZ

source: FLUENCY SENTENCE
es: FRASE DE PRÁCTICA

source: FLUENCY TIPS
es: CONSEJOS PARA LA FLUIDEZ

source: Great work!
es: ¡Buen trabajo!

source: Hard
es: Difícil

source: Headphones are required to hear the delayed audio feedback.
es: Se necesitan audífonos para escuchar la retroalimentación de audio con retraso.

source: Headphones On
es: Audífonos conectados

source: Heard: "%@"
es: Escuchado: «%@»

source: Help & FAQ
es: Ayuda y preguntas frecuentes

source: How do I start a practice session?
es: ¿Cómo inicio una sesión de práctica?

source: How It May Support Fluency
es: Cómo puede ayudar a mejorar la fluidez

source: Intermediate
es: Intermedio

source: Keep practicing
es: Sigue practicando

source: Language
es: Idioma

source: Last name
es: Apellido

source: Light Contacts
es: Contactos suaves

source: Many people who stutter become noticeably more fluent when they speak at the same time as another voice. This is called choral speech, or the “choral voice” effect. DAF recreates a similar altered-hearing condition on your own: by feeding your voice back with a delay, the app mimics the supportive feeling of speaking alongside someone else.
es: Muchas personas que tartamudean experimentan una mayor fluidez cuando hablan al mismo tiempo que otra persona. Esto se conoce como habla coral o efecto de voz coral. DAF recrea una condición auditiva alterada similar: al reproducir tu voz con un pequeño retraso, la aplicación busca imitar la sensación de acompañamiento que se produce al hablar junto a otra persona.

source: Mic Connected
es: Micrófono conectado

source: Mic Off
es: Micrófono apagado

source: My Reading Library
es: Mi biblioteca de lectura

source: My Saved Practice Texts
es: Mis textos de práctica guardados

source: Name
es: Nombre

source: New Practice Text
es: Nuevo texto de práctica

source: No Headphones
es: Sin audífonos

source: No saved texts yet
es: Aún no hay textos guardados

source: Noticed %lld repeated words — try an easy, smooth restart next time.
es: Se detectaron %lld palabras repetidas. Intenta comenzar nuevamente con calma y suavidad.

source: Open menu
es: Abrir menú

source: Open the Practice tab and click 'Start session'. You can adjust your voice settings from the Controls tab.
es: Abre la pestaña Práctica y presiona «Iniciar sesión». Puedes ajustar la configuración de voz desde la pestaña Controles.

source: Open the Practice tab and click ‘Start session’. You can adjust your voice settings from the Controls tab.
es: Abre la pestaña Práctica y presiona «Iniciar sesión». Puedes ajustar la configuración de voz desde la pestaña Controles.

source: Pausing & Phrasing
es: Pausas y frases

source: Phone Call Practice
es: Práctica de llamada telefónica

source: Play
es: Reproducir

source: Practice
es: Práctica

source: Practice Board
es: Panel de práctica

source: PRACTICE HOME
es: INICIO DE PRÁCTICA

source: Practice Text
es: Texto de práctica

source: Practice text title
es: Título del texto de práctica

source: Profile
es: Perfil

source: Prolonged Speech
es: Habla prolongada

source: Put on both headphones. Speak naturally. Your voice will be accompanied by two delayed feedback signals.
es: Ponte ambos audífonos y habla con naturalidad. Escucharás tu voz acompañada de dos señales de audio con retraso.

source: Reading Language
es: Idioma de lectura

source: Reading practice text
es: Leyendo texto de práctica

source: READY TO ASSIST
es: LISTO PARA AYUDAR

source: Ready to read
es: Listo para leer

source: Reference
es: Referencia

source: Remove Photo
es: Eliminar foto

source: Research has reported that DAF can reduce stuttering for many speakers, sometimes with large immediate improvements in fluency and without making speech sound unnatural. Results vary from person to person, and some studies have found only a limited effect during spontaneous conversation. DAF works best as regular practice over time rather than a one-time fix.
es: Diversas investigaciones han señalado que DAF puede reducir la tartamudez en muchas personas y, en algunos casos, producir mejoras inmediatas importantes en la fluidez sin que el habla suene poco natural. Los resultados varían de una persona a otra, y algunos estudios han encontrado efectos limitados durante las conversaciones espontáneas. DAF debe considerarse una herramienta de práctica regular y no una solución inmediata.

source: Reset
es: Restablecer

source: Save
es: Guardar

source: Save Settings
es: Guardar configuración

source: Save Text
es: Guardar Texto

source: Saved
es: Guardado

source: Saving...
es: Guardando…

source: Select a target sound below to start specialised fluency-building speech loops.
es: Selecciona uno de los siguientes sonidos para comenzar ejercicios de habla diseñados para mejorar la fluidez.

source: Settings
es: Configuración

source: Sign In
es: Iniciar Sesión

source: Sign In to Your Account
es: Inicia sesión con tu cuenta

source: Sign Out
es: Cerrar sesión

source: Sound Progress
es: Progreso del sonido

source: Speak the sentence aloud using gentle %@ placement.
es: Lee la frase en voz alta articulando suavemente el sonido %@.

source: Speech Reader Input
es: Lector de textos

source: Speech Sound Challenges
es: Desafíos de pronunciación

source: Spontaneous Monologue
es: Monólogo espontáneo

source: Start
es: Iniciar

source: Start Recording
es: Iniciar grabación

source: Start Session
es: Iniciar sesión de práctica

source: Start Your Session
es: Comienza tu sesión

source: Stop
es: Detener

source: Stop Recording
es: Detener grabación

source: StuttererApp Account
es: Cuenta de StuttererApp

source: StuttererApp is a self-guided practice tool. It is not a medical treatment and does not cure stuttering. Everyone responds differently, so for personalized support we encourage working with a licensed speech-language pathologist.
es: StuttererApp es una herramienta de práctica autónoma. No es un tratamiento médico ni cura la tartamudez. Cada persona responde de manera diferente, por lo que recomendamos buscar el apoyo de un fonoaudiólogo para recibir orientación personalizada.

source: Text to Speech
es: Texto a Voz

source: Texts
es: Textos

source: TEXTS LIBRARY
es: BIBLIOTECA DE TEXTOS

source: The Choral Voice Effect
es: El efecto de voz coral

source: The Controls tab lets you adjust the delay of both voices, the voice effect, and the volume of the second voice.
es: La pestaña Controles te permite ajustar el retardo de ambas voces, el efecto de voz y el volumen de la segunda voz.

source: The microphone is used to hear your voice and return the delayed audio while you practice.
es: El micrófono se utiliza para captar tu voz y reproducir el audio con retardo mientras practicas.

source: Therapist Reports
es: Informes del terapeuta

source: Very Hard
es: Muy difícil

source: View study
es: Ver estudio

source: VOCAL TUNING
es: AJUSTE DE VOZ

source: Voice
es: Voz

source: Voice 1 Delay
es: Retraso de voz 1

source: Voice 2 Delay
es: Retraso de voz 2

source: Voice 2 Volume
es: Volumen de voz 2

source: Voice Effect
es: Efecto de voz

source: Voluntary Stuttering
es: Tartamudeo voluntario

source: What are saved practice texts?
es: ¿Qué son los textos de práctica guardados?

source: What are the Controls?
es: ¿Qué son los controles?

source: What is DAF?
es: ¿Qué es DAF?

source: What is my account used for?
es: ¿Para qué sirve mi cuenta?

source: Why does the app need microphone access?
es: ¿Por qué la aplicación necesita acceso al micrófono?

source: words
es: palabras

source: Yes. Headphones are required to hear the delayed voice feedback correctly and avoid audio feedback from the speaker. You can use wired or Bluetooth headphones.
es: Sí. Necesitas audífonos para escuchar correctamente tu voz con retardo y evitar la retroalimentación del altavoz. Puedes utilizar audífonos con cable o Bluetooth.

source: You can create and save texts in the Texts tab. Your texts are saved to your account so you can use them again later.
es: Puedes crear y guardar textos en la pestaña Textos. Los textos se guardan en tu cuenta para que puedas utilizarlos nuevamente.

# You hit %lld of %lld target %@ words.
source: You hit %1$lld of %2$lld target %3$@ words.
es: Pronunciaste %lld de %lld palabras que contienen el sonido %@.

source: Your account keeps your personal information, saved practice texts, and preferences connected to your user.
es: Tu cuenta mantiene asociados a tu usuario tus datos personales, los textos de práctica guardados y tus preferencias.
